tap "ferdium/ferdium"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "awscli"
brew "awslogs"
brew "bluetoothconnector"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "libidn2"
brew "openldap"
brew "curl"
brew "libtool"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "docker", link: false
brew "guile"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "nghttp2"
brew "nkf"
brew "node"
brew "p7zip"
brew "picocom"
brew "pipx"
brew "postgresql@14"
brew "privoxy", restart_service: true
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tor", restart_service: true
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"
cask "abyssoft-teleport"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "chromedriver"
cask "deepl"
cask "docker"
cask "dropbox"
cask "ferdium"
cask "font-ricty-diminished"
cask "gimp"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
cask "keepingyouawake"
cask "mmhmm"
cask "notion"
cask "pritunl"
cask "qmk-toolbox"
cask "ticktick"
cask "vagrant"
cask "xquartz"
cask "yt-music"
cask "zoom"
